[
  {
    "id": 1,
    "company_logo": "/All Images/google-1-1 1.png",
    "job_title": "Technical Database Engineer",
    "company_name": "Google LLC",
    "work_mode": "Onsite",
    "job_type": "Full-time",
    "job_location": "San Francisco, CA",
    "salary": "$120,000 - $150,000",
    "job_description": "We are seeking a skilled technical database engineer to design, develop and maintain data architecture and systems for our products. The ideal candidate will have a deep understanding of SQL and NoSQL databases, as well as experience with data modeling, ETL and database administration.",
    "job_responsibility": "Responsibilities include designing, building and maintaining databases, creating data models, developing ETL pipelines, ensuring data quality, and troubleshooting database issues.",
    "educational_requirements": "Bachelor's or Master's degree in Computer Science or a related field.",
    "experiences": "5+ years of experience in database engineering or administration, with a strong understanding of SQL and NoSQL databases.",
    "phone_no": "(123) 456-7890",
    "email": "jobs@google.com"
  },
  {
    "id": 2,
    "company_logo": "/All Images/netflix-4 1.png",
    "job_title": "Senior Product Designer",
    "company_name": "Netflix",
    "work_mode": "Onsite",
    "job_type": "Part-time",
    "job_location": "New York, NY",
    "salary": "$80,000 - $100,000",
    "job_description": "We are looking for a creative and experienced senior product designer to lead design efforts for our video streaming platform. The ideal candidate will have a strong portfolio of visual design and UX work, as well as experience leading design teams and collaborating with cross-functional partners.",
    "job_responsibility": "Responsibilities include leading design efforts for our platform, collaborating with cross-functional teams, conducting user research and testing, and creating wireframes, prototypes and visual designs.",
    "educational_requirements": "Bachelor's or Master's degree in Design, Human-Computer Interaction or a related field.",
    "experiences": "8+ years of experience in product design, with a strong portfolio of visual design and UX work.",
    "phone_no": "(123) 456-7890",
    "email": "jobs@netflix.com"
  },
  {
    "id": 3,
    "company_logo": "/All Images/tesla-9 1.png",
    "job_title": "Software Engineer",
    "company_name": "Tesla",
    "work_mode": "Onsite",
    "job_type": "Part-time",
    "job_location": "Los Angeles, CA",
    "salary": "$50 - $70 per hour",
    "job_description": "We are looking for a talented software engineer to join our team and help us build cutting-edge software for our electric vehicles. The ideal candidate will have experience developing software in a variety of languages and environments, as well as a passion for sustainable transportation.",
    "job_responsibility": "Responsibilities include designing, developing and testing software for our electric vehicles, collaborating with cross-functional teams, and ensuring software quality.",
    "educational_requirements": "Bachelor's or Master's degree in Computer Science or a related field.",
    "experiences": "3+ years of experience in software engineering, with a strong understanding of one or more programming languages and environments.",
    "phone_no": "(123) 456-7890",
    "email": "jobs@tesla.com"
  },
  {
    "id": 4,
    "company_logo": "/All Images/Group 10021.png",
    "job_title": "Senior Product Manager",
    "company_name": "Airbnb Inc.",
    "work_mode": "Onsite",
    "job_type": "Full-time",
    "job_location": "San Francisco, CA",
    "salary": "$150,000 - $180,000",
    "job_description": "We are seeking a highly experienced Senior Product Manager to lead our team. The successful candidate will be responsible for defining and executing product strategy, and driving innovation and growth for our product line. The ideal candidate will have a proven track record of launching successful products and a deep understanding of customer needs.",
    "job_responsibility": "Responsibilities include but are not limited to:\n- Develop and execute product strategy and roadmap\n- Define product requirements and manage product backlog\n- Conduct market research and analyze customer feedback\n- Collaborate with cross-functional teams to deliver products on time and within budget\n- Monitor product performance and identify areas for improvement\n- Drive innovation and growth for our product line",
    "educational_requirements": "Bachelor's degree in Business, Marketing, or related field. Master's degree preferred.",
    "experiences": "Minimum of 10 years of experience in product management, with a proven track record of launching successful products.",
    "phone_no": "(555) 555-1234",
    "email": "jobs@airbnb.com"
  },
  {
    "id": 5,
    "company_logo": "/All Images/google-1-1 1.png",
    "job_title": "Database Architect",
    "company_name": "Google LLC",
    "work_mode": "Remote",
    "job_type": "Full-time",
    "job_location": "New York, NY",
    "salary": "$150,000 - $180,000",
    "job_description": "As a database architect at Google, you will design and build scalable, high-performance databases that power Google's products and services. You will work closely with cross-functional teams to identify database requirements and design solutions that meet their needs.",
    "job_responsibility": "Responsibilities:\n- Design and build databases that meet performance, scalability, and availability requirements\n- Develop data models and ETL pipelines\n- Ensure data quality and accuracy\n- Troubleshoot and resolve database-related issues\n- Collaborate with cross-functional teams to identify and prioritize database needs\n",
    "educational_requirements": "Educational Requirements:\n- Bachelor's or Master's degree in Computer Science or related field\n- 7+ years of experience in database architecture or related field\n- Strong understanding of database systems, architecture, and administration\n",
    "experiences": "Experiences:\n- Experience with SQL and NoSQL databases\n- Strong understanding of database performance tuning and optimization\n- Experience with data modeling and ETL pipelines\n- Experience with cloud-based database solutions\n",
    "phone_no": "555-123-4567",
    "email": "database-architect@google.com"
  },
  {
    "id": 6,
    "company_logo": "/All Images/netflix-4 1.png",
    "job_title": "Customer Service Representative",
    "company_name": "Netflix",
    "work_mode": "Remote",
    "job_type": "Part-time",
    "job_location": "Miami, FL",
    "salary": "$20 - $25 per hour",
    "job_description": "We are looking for a Customer Service Representative to join our team. The successful candidate will be responsible for answering customer inquiries, resolving complaints, and processing orders. The ideal candidate will have excellent communication skills, strong problem-solving abilities, and a passion for delivering exceptional customer service.",
    "job_responsibility": "Responsibilities include but are not limited to:\n- Respond to customer inquiries via phone, email, and chat\n- Resolve customer complaints in a timely and professional manner\n- Process customer orders and returns\n- Provide product and service information to customers\n- Maintain accurate customer records",
    "educational_requirements": "High school diploma or equivalent. Some college coursework preferred.",
    "experiences": "Minimum of 1 year of customer service experience, preferably in a call center environment.",
    "phone_no": "(123) 456-7890",
    "email": "jobs@netflix.com"
  }
]